[{
        "name": "Roblox",
        "g": "xolbor",
        "gameurl": "https://yandhi.herokuapp.com/trgr.html?url=aHR0cHM6Ly9pbWFkZWpwdHIuZ2l0aHViLmlvL25nZy9yb2Jsb3gv",
        "sys": "h",
        "id": "581",
        "url": "h",
        "badge": "HTML5",
        "img": "avif",
        "mame": "false",
        "year": "2004",
        "pub": "Roblox Corporation",
        "desc": "Roblox is reimagining the way people come together. Our platform enables anyone to create, connect, and express themselves in immersive 3D experiences.",
        "source": "https://corp.roblox.com"
    },
    {
        "name": "Tomb of the Mask",
        "g": "tomb-of-the-mask",
        "sys": "u",
        "id": "76",
        "url": "u",
        "badge": "HTML5",
        "img": "png",
        "mame": "false",
        "year": "2016",
        "pub": "Happymagenta UAB",
        "desc": "Tomb of the Mask is an arcade game with an infinite procedurally generated vertical labyrinth. Seeking for adventure you get into a tomb where you find a strange mask. You put it on and suddenly realize that you can now climb walls - easily and promptly. And that's when all the fun begins.",
        "source": "https://apps.apple.com/us/app/tomb-of-the-mask/id1057889290"
    },
    {
        "name": "Slope",
        "g": "slope",
        "sys": "u",
        "id": "72",
        "url": "u",
        "badge": "HTML5",
        "img": "png",
        "mame": "false",
        "year": "2014",
        "pub": "Y8",
        "desc": "Slope is the ultimate running game that will put your skills to the test. Speed down on a randomized slope. The farther you go, the faster your ball travels. This game might look simple but playing this will give you extreme adrenaline rush. Just remember to avoid obstacles and those red blocks. Always be on track to get a high score and you might have your name on the leaderboard!",
        "source": "https://www.y8.com/games/slope"
    },
    {
        "name": "1v1.LOL",
        "g": "1v1",
        "gameurl": "/public/xml/1v1.html",
        "sys": "h",
        "id": "49",
        "url": "h",
        "badge": "HTML5",
        "img": "jpg",
        "mame": "false",
        "year": "2020",
        "pub": "JustPlay.LOL",
        "desc": "Be the last man standing in this epic multiplayer building and shooting game! Fight to survive in this epic multiplayer building and shooting game where only the last player standing wins and achieves the great and coveted victory.",
        "source": "https://www.justplay.lol/"
    },
    {
        "name": "Drift Hunters",
        "g": "drift",
        "sys": "u",
        "id": "11",
        "url": "u",
        "badge": "HTML5",
        "img": "jpg",
        "mame": "false",
        "year": "2017",
        "pub": "Ilya Kaminetsky",
        "desc": "If you enjoy drift culture and jdm at all, be sure - drift hunters is for you!",
        "source": "https://ilyakaminetsky.itch.io/drift-hunters"
    },
    {
        "name": "Cluster Rush",
        "g": "Y2x1c3Rlci1ydXNo",
        "gameurl": "https://imadejptr.github.io/storage/Y2x1c3Rlci1ydXNo/index.html",
        "sys": "h",
        "id": "78",
        "url": "h",
        "badge": "HTML5",
        "img": "png",
        "mame": "false",
        "year": "2016",
        "pub": "Landfall",
        "desc": "Jump from truck to truck, slide and hang on to avoid falling in the Cluster Rush, a platformer / skill game. The first levels will serve as an introduction to understand the sensations of gameplay but quickly the challenge will be tough and the game will require quickness, coordination and fast reactions. The 35 levels will test your ability to concentrate yourself and succeed them all will be a difficult task!",
        "source": "https://www.snokido.com/game/cluster-rush"
    },
    {
        "name": "Bowmaster",
        "g": "bowm",
        "gameurl": "https://yandhi.herokuapp.com/trgr.html?url=aHR0cHM6Ly9pbWFkZWpwdHIuZ2l0aHViLmlvL25nZy9ib3dtLw==",
        "sys": "h",
        "id": "594",
        "url": "h",
        "badge": "HTML5",
        "img": "avif",
        "mame": "false",
        "year": "2016",
        "pub": "Magic Craft Games Studio",
        "desc": "Play Bowmasters online for free with now.gg mobile cloud. Prepare for a brand-new instalment of the world-famous multiplayer bowman game in Bowmasters by Playgendary. In this action-packed Action game, you can choose for free from over 60 bizarre characters from all dimensions!",
        "source": "https://now.gg/apps/playgendary-limited/5391/bowmasters.html"
    },
    {
        "name": "Tunnel Rush",
        "g": "tunnel-rush",
        "sys": "u",
        "id": "591",
        "url": "u",
        "badge": "HTML5",
        "img": "avif",
        "mame": "false",
        "year": "2016",
        "pub": "Deer Cat",
        "desc": "An exhilarating ride down a twisty turny tunnel filled with devilish obstacles to avoid. Test your reflexes and enhance your mind!",
        "source": "http://www.deercatgames.com/#tunnel_rush"
    },
    {
        "name": "JPTR Agario",
        "g": "jptragar",
        "gameurl": "https://jptragar.glitch.me/",
        "sys": "h",
        "id": "47",
        "url": "h",
        "badge": "HTML5",
        "img": "jpg",
        "mame": "false",
        "year": "2020",
        "pub": "imadejptr",
        "desc": "JPTR Agario is a faitful recreation of the agarios in the past that have sadly fallen. This is a heavily modified agario client using Cigar2.",
        "source": "https://jptragar.glitch.me/"
    },
    {
        "name": "Basket Random",
        "g": "cmFuZG9tLWJhc2tldGJhbGw=",
        "gameurl": "https://imadejptr.github.io/storage/cmFuZG9tLWJhc2tldGJhbGw=/index.html",
        "sys": "h",
        "id": "82",
        "url": "h",
        "badge": "HTML5",
        "img": "png",
        "mame": "false",
        "year": "2020",
        "pub": "Two Player Games",
        "desc": "The random series continues with Basket Random! Basketball is here with its most funny and random way. In Basket Random game, try to score a basket by using only one key with different variations from each other! Changing fields, changing players and changing balls do not surprise you! You can be the best of them all. You can play Basket Random game either against CPU or against a friend in 2 player gaming mode! The one who reaches 5 score first, wins the game. Have Fun!",
        "source": "https://www.twoplayergames.org/game/basket-random"
    },
    {
        "name": "Top Gear",
        "g": "top-gear-usa",
        "sys": "snes",
        "id": "169",
        "url": "c",
        "badge": "SNES",
        "img": "avif",
        "mame": "false",
        "year": "1992",
        "pub": "Kotobuki",
        "desc": "In the first of three released games for Super NES, players can choose among 4 different cars, each one with different attributes (maximum speed, fuel consumption, boost power and tire grip) to face 32 challenging courses situated in several places around the world as Brazil, USA, France, Japan etc.",
        "source": "https://www.mobygames.com/game/snes/top-gear"
    },
    {
        "name": "Super Mario Bros",
        "g": "Super-Mario-Bros",
        "sys": "nes",
        "id": "4",
        "url": "c",
        "badge": "NES",
        "img": "avif",
        "mame": "false",
        "year": "1985",
        "pub": "Nintendo",
        "desc": "The Princess has been kidnapped by the evil Bowser, and it is up to Mario and brother Luigi to save the day.",
        "source": "https://www.mobygames.com/game/nes/super-mario-bros"
    },
    {
        "name": "Basketball.io",
        "g": "basketball_io",
        "sys": "u",
        "id": "2",
        "url": "u",
        "badge": "HTML5",
        "img": "avif",
        "mame": "false",
        "year": "2019",
        "pub": "iogames.space",
        "desc": "Dribble, shoot, score, WIN! Grab the ball and take on the world with basketball.io! Show off your basketball skills in this game. Score more points than your opponent and become the champion. The game is devastatingly simple, all you have to do is get your hands on the ball and keep it away from your opponent. Then once you have control off the ball make a B-line straight for the opposing players' basketball hoop and dunk away to score some major points. This game also features great 3-D animations that help you enjoy and appreciate your victories. Every time you score a basket you will be treated to a pre-programmed animation of your character getting some major air before dunking on your opponents like the chumps they are.",
        "source": "https://iogames.space"
    },
    {
        "name": "Call Of Ops II",
        "g": "call-of-ops-2",
        "sys": "u",
        "id": "71",
        "url": "u",
        "badge": "HTML5",
        "img": "avif",
        "mame": "false",
        "year": "2020",
        "pub": "G55.co",
        "desc": "Call of Ops 2 features next-gen graphics and big arsenal of weapons to shoot rival players on different maps.",
        "source": "https://g55.co/games/call-of-ops-2/"
    },
    {
        "name": "Punch Out!!",
        "g": "Punch-Out!!",
        "sys": "nes",
        "id": "63",
        "url": "c",
        "badge": "NES",
        "img": "avif",
        "mame": "false",
        "year": "1987",
        "pub": "Nintendo",
        "desc": "Mike Tyson's Punch-Out is one of the most popular and biggest selling video games of all time. Step into the ring as Little Mac, a 17-year-old fighter from the Bronx, ranked number three in the minor circuit. Your goal is to work your way up through the rankings so that you can challenge Mike Tyson, Kid Dynamite, in a dream fight.",
        "source": "https://www.mobygames.com/game/nes/mike-tysons-punch-out"
    }
]